[
    {
        "title": "Valuación Actuarial y revisión de los pasivos laborales",
        "list": [
            "Valuación actuarial de los pasivos laborales bajo los distintos lineamientos NIF D-3, Accounting Standard Codification 715 (ASC 715) y 712 (ASC 712), los cuales se basan en principios de contabilidad norteamericanos, y el International Accounting Standards 19 (IAS 19) el cual se basa en los principios internacionales de contabilidad.",
            "Revisión de la razonabilidad de los pasivos laborales y el correcto apego de su reconocimiento bajo las distintas normas contables aplicables."
        ]
    }, 
    {
        "title": "Plan de pensiones",
        "list": [
            "El diseño, cálculo, proyecciones, comunicación y administración de planes de pensiones por jubilación que cubran el pasivo laboral que representa el envejecimiento de su personal considerando los distintos esquemas: Planes de beneficio definido, de contribución definida, o mixtos (planes híbridos).", 
            "Actualización de su plan de pensiones y alineación de la estrategia de compensación a largo plazo con la estrategia del negocio y/o mercado."
        ]
    }, 
    {
        "title": "Otros Servicios",
        "list": [
            "Asesoría en la Cuantificación de impactos en el precio y en la determinación de los pasivos contingentes de las empresas en el caso de una compra, venta o fusión. Identificación de contingencias y armonización de beneficios.",
            "Análisis y asesoría en temas de pasivos laborales bajo los distintos lineamientos para determinar la correcta aplicación, revelación y el pasivo acumulado al cierre de cada ejercicio considerando los beneficios que otorga la compañía.",
            "Análisis y asesoría en Planes individuales de jubilación.",
            "Asesoría en Jubilación y retiro.",
            "Diseño de estrategias de ahorro para la jubilación.",
            "Análisis de matrices de riesgos y controles asociados a procesos de nómina y beneficios a los empleados."
        ]
    }
]